tutorials/ocmfMassTransferDns/NaCl_nG523_C10_P60_J20_Lx5_Ly1_Lz25/constant/simulationConditions
// Case: nRa530_NaCl_P60bar_J20LMH_C10kgm3
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      simulationConditions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//Ah          1.1e-11;
Jv          5.56e-06;
rRef        0.0762;

Robs        1.0;
CA0         10.0;

RTobs       1.0;
CT0         0.001;

Pref        6.0e6;
RPM         18210;


// ************************************************************************* //
